Repository: JTS22/gywa-school-bundle
Catalog: src/Resources/contao/languages/*/*_content.xlf
Languages: de

# tl_content.subject_legend
source: Subjects and categories
de: Fächer und Kategorien

# tl_content.gywaCategoryFilter.0
source: Filter list by category
de: Kategorienliste filtern

# tl_content.gywaCategoryFilter.1
source: Only the selected categories with their respective subjects will appear in the list
de: Nur die ausgewählten Kategorien werden mit ihren Fächern in der Liste erscheinen

# tl_content.gywaDisplayCategoryToggler.0
source: Display category toggler
de: Zeige Kategoriewechsler

# tl_content.gywaDisplayCategoryToggler.1
source: Include a widget to toggle between the various categories
de: Zeige eine Liste von Buttons, die es ermöglicht, zwischen den Kategorien zu wechseln

# tl_content.gywaDefaultTeacherImage.0
source: Default teacher picture
de: Standardprofilbild

# tl_content.gywaDefaultTeacherImage.1
source: The image that is shown if there is no image associated with a given teacher
de: Dieses Bild wird verwendet, wenn für einen Lehrer kein Profilbild ausgewählt wurde

# tl_content.gywaTeacherCategoryFilter.0
source: Filter list by role
de: Rollenliste filtern

# tl_content.gywaTeacherCategoryFilter.1
source: Only the selected roles with their respective teachers will appear in the list
de: Nur die ausgewählten Rollen werden mit ihren Lehrern in der Liste erscheinen

# tl_content.gywaTeacherEmailDomain.1
source: The domain the generated email-adresses belong to. This is the part that gets put after the @-sign
de: Die Domain, zu der die generierten E-Mail-Adressen gehören. Dies ist der Teil der Adresse nach dem @-Zeichen
