Repository: JTS22/gywa-school-bundle
Catalog: src/Resources/contao/languages/*/*_subject.xlf
Languages: de

# tl_subject.new.0
source: New subject
de: Neues Fach

# tl_subject.new.1
source: Create a new subject
de: Neues Fach erstellen

# tl_subject.show.0
source: Subject details
de: Details

# tl_subject.show.1
source: Show the details of subject ID %s
de: Zeige Details zum Fach mit ID %s

# tl_subject.edit.0
source: Edit subject
de: Fach bearbeiten

# tl_subject.edit.1
source: Edit subject ID %s
de: Fach mit ID %s bearbeiten

# tl_subject.copy.0
source: Duplicate subject
de: Fach duplizieren

# tl_subject.copy.1
source: Duplicate subject ID %s
de: Fach mit ID %s duplizieren

# tl_subject.delete.0
source: Delete subject
de: Fach löschen

# tl_subject.delete.1
source: Delete subject ID %s
de: Fach mit ID %s löschen

# tl_subject.title.0
source: Title
de: Titel

# tl_subject.title.1
source: The subject's name
de: Der Name des Faches

# tl_subject.cssClass.0
source: CSS Class
de: CSS-Klasse

# tl_subject.cssClass.1
source: One or more css-classes added to all elements describing this subject
de: Eine oder mehrere CSS-Klassen, die allen Elementen hinzugefügt werden, die dieses Fach referenzieren

# tl_subject.abbreviation.0
source: Abbreviation
de: Abkürzung

# tl_subject.abbreviation.1
source: One to six letters used to abbreviate the subject
de: Eine Abkürzung für das Fach, ein bis sechs Buchstaben lang

# tl_subject.referencePage.0
source: Subject Page
de: Fächerseite

# tl_subject.referencePage.1
source: A page with more information on the given subject
de: Eine Seite mit weiteren Informationen zu diesem Fach

# tl_subject.title_legend
source: Subject properties
de: Fächereigenschaften

# tl_subject.abbreviationNotGenerated
source: Abbreviation could not be automatically generated. Please provide one yourself.
de: Fächerkürzel konnte nicht automatisch erzeugt werden. Bitte vergeben Sie selbst ein geeignetes Kürzel.
