Repository: JTS22/gywa-school-bundle
Catalog: src/Resources/contao/languages/*/*_subject_category.xlf
Languages: de

# tl_subject_category.new.0
source: New category
de: Neue Kategorie

# tl_subject_category.new.1
source: Add a new category
de: Neue Kategorie erstellen

# tl_subject_category.show.0
source: Category details
de: Details

# tl_subject_category.show.1
source: Show the details of category ID %s
de: Details zur Kategorie mit der ID %s anzeigen

# tl_subject_category.edit.0
source: Edit category
de: Kategorie bearbeiten

# tl_subject_category.edit.1
source: Edit category ID %s
de: Kategorie mit der ID %s bearbeiten

# tl_subject_category.copy.0
source: Duplicate category
de: Kategorie duplizieren

# tl_subject_category.copy.1
source: Duplicate category ID %s
de: Kategorie mit ID %s duplizieren

# tl_subject_category.delete.0
source: Delete category
de: Kategorie löschen

# tl_subject_category.delete.1
source: Delete category ID %s
de: Kategorie mit ID %s löschen

# tl_subject_category.title.0
source: Title
de: Titel

# tl_subject_category.title.1
source: The categorie's name
de: Der Name der Kategorie

# tl_subject_category.cssClass.0
source: CSS-Class
de: CSS-Klasse

# tl_subject_category.cssClass.1
source: One or more css-classes that get added to the root ul-tag referencing this category.
de: Eine oder mehrere CSS-Klassen, die dem dieser Kategorie zugehörigen ul-Tag zugewiesen werden

# tl_subject_category.title_legend
source: Title
de: Titel
