Repository: JTS22/gywa-school-bundle
Catalog: src/Resources/contao/languages/*/*_teacher_category.xlf
Languages: de

# tl_teacher_category.new.0
source: New category
de: Neue Rolle

# tl_teacher_category.new.1
source: Add a new category
de: Neue Rolle erstellen

# tl_teacher_category.show.0
source: Category details
de: Details

# tl_teacher_category.show.1
source: Show the details of category ID %s
de: Details zur Rolle mit der ID %s anzeigen

# tl_teacher_category.edit.0
source: Edit category
de: Rolle bearbeiten

# tl_teacher_category.edit.1
source: Edit category ID %s
de: Rolle mit der ID %s bearbeiten

# tl_teacher_category.copy.0
source: Duplicate category
de: Rolle duplizieren

# tl_teacher_category.copy.1
source: Duplicate category ID %s
de: Rolle mit ID %s duplizieren

# tl_teacher_category.delete.0
source: Delete category
de: Rolle löschen

# tl_teacher_category.delete.1
source: Delete category ID %s
de: Rolle mit ID %s löschen

# tl_teacher_category.title.0
source: Title
de: Titel

# tl_teacher_category.title.1
source: The categorie's name
de: Der Name der Rolle

# tl_teacher_category.cssClass.0
source: CSS-Class
de: CSS-Klasse

# tl_teacher_category.cssClass.1
source: One or more css-classes that get added to the root div-tag referencing this category.
de: Eine oder mehrere CSS-Klassen, die dem dieser Rolle zugehörigen div-Tag zugewiesen werden

# tl_teacher_category.title_legend
source: Title
de: Titel
